{
  "about_message_en": "On June 21, 2019, Bill C-58 (An Act to amend the Access to Information Act and the Privacy Act and to make consequential amendments to other Acts) received royal assent.\r\n\r\nConsequently, amendments to the Access to Information Act require institutions across the government to proactively publish a wide range of information, including the proactive publication of hospitality expense information of senior officers or employees as described below:\r\n\r\n• Hospitality expense information must be published in electronic form within 30 days after the end of the month in which expenses incurred were reimbursed.\r\n\r\nThe Government of Canada extends hospitality in accordance with the rules and principles outlined in the Policies for Ministers' Offices and the Treasury Board Directive on Travel, Hospitality, Conference and Event Expenditures. The objective of these instruments is to ensure that hospitality is extended in an economical and affordable way when it facilitates government business or is considered desirable as a matter of courtesy and protocol.\r\n\r\nThe information on this web site will be updated monthly, beginning July 2019.\r\n\r\nPlease note that information that would normally be withheld under the Access to Information Act or the Privacy Act does not appear on this web site.",
  "about_message_fr": "Le 21 juin 2019, le projet de loi C-58 (Loi modifiant la Loi sur l’accès à l’information, la Loi sur la protection des renseignements personnels et d’autres lois en conséquence) a reçu la sanction royale.\r\n\r\nPar conséquent, les modifications apportées à la Loi sur l'accès à l'information requièrent que les institutions de l’ensemble du gouvernement publient de façon proactive une vaste gamme de renseignements, y compris la divulgation proactive des dépenses d’accueil des dirigeants ou employés supérieurs, comme décrit ci-dessous :\r\n\r\n    Les renseignements sur les dépenses d’accueil doivent être publiés électroniquement au cours des 30 jours suivant le mois au cours duquel les dépenses engagées ont été remboursées.\r\n\r\nLes règles et principes régissant les voyages gouvernementaux sont énoncés dans les Politiques à l'intention des cabinets des ministres, ainsi que dans la Directive sur les voyages du Conseil national mixte et les Autorisations spéciales de voyager. Ces instruments prévoient le remboursement des frais raisonnables qui ont dû être engagés lors des voyages d'affaires du gouvernement.\r\n\r\nLe gouvernement du Canada permet la tenue d'activités d'accueil conformes aux règles et aux principes établis dans les Politiques à l'intention des cabinets des ministres et dans la Directive sur la gestion des dépenses de voyages, d'accueil et de conférences du Conseil du Trésor. Ces instruments visent à assurer la tenue d'activités d'accueil économiques et abordables lorsqu'elles facilitent les affaires du gouvernement et sont considérées comme souhaitables sur les plans de la courtoisie et du protocole.\r\n\r\nLes renseignements sur ce site Web seront mis à jour mensuellement à partir de juillet 2019.\r\n\r\nVeuillez prendre note que ce site Web ne contient pas de renseignements qui seraient habituellement protégés en vertu de la Loi sur l'accès à l'information ou de la Loi sur la protection des renseignements personnels.",
  "about_message_snippet": "search_snippets/default_about_message.html",
  "alt_formats": "NTR",
  "body_js_snippet": "",
  "breadcrumb_snippet": "search_snippets/default_breadcrumb.html",
  "dataset_download_text_en": "Hospitality Expenses Dataset",
  "dataset_download_text_fr": "le jeu de données des Frais d'accueil gouvernementaux",
  "dataset_download_url_en": "http://open.canada.ca/data/en/dataset/b9f51ef4-4605-4ef2-8231-62a2edda1b54",
  "dataset_download_url_fr": "http://ouvert.canada.ca/data/fr/dataset/b9f51ef4-4605-4ef2-8231-62a2edda1b54",
  "desc_en": "",
  "desc_fr": "",
  "disabled_message_en": "This search is currently unavailable for maintenance",
  "disabled_message_fr": "Ce service de recherche est actuellement indisponible pour cause de maintenance.",
  "footer_snippet": "search_snippets/default_footer.html",
  "header_css_snippet": "search_snippets/default_header.css",
  "header_js_snippet": "search_snippets/default_header.js",
  "id_fields": "owner_org,ref_number",
  "imported_on": null,
  "info_message_snippet": "search_snippets/default_info_message.html",
  "is_disabled": false,
  "json_response": false,
  "label_en": "Hospitality Expenses",
  "label_fr": "Frais d'accueil gouvernementaux",
  "main_content_body_top_snippet": "search_snippets/default_main_content_body_top.html",
  "mlt_enabled": false,
  "mlt_items": 10,
  "more_like_this_template": "more_like_this.html",
  "page_template": "search.html",
  "raw_solr_response": false,
  "record_breadcrumb_snippet": "search_snippets/default_record_breadcrumb.html",
  "record_detail_snippet": "search_snippets/custom/hospitalityq/hospitalityq_record_item.html",
  "record_template": "record.html",
  "results_page_size": 10,
  "results_sort_default_en": "start_date desc",
  "results_sort_default_fr": "start_date desc",
  "results_sort_order_display_en": "Best Match,Date,Organization",
  "results_sort_order_display_fr": "Pertinence,Date,Organisation",
  "results_sort_order_en": "score desc,start_date desc,owner_org_en asc",
  "results_sort_order_fr": "score desc,start_date desc,owner_org_fr asc",
  "search_alias_en": "hospitality",
  "search_alias_fr": "accueil",
  "search_id": "hospitalityq",
  "search_item_snippet": "search_snippets/custom/hospitalityq/hospitalityq_search_item.html",
  "solr_core_name": "search_hospitalityq",
  "solr_debugging": false,
  "solr_default_op": "AND"
}