{"search_id": "cafcip", "label_en": "Progress tracker for Defence Team culture evolution commitments", "label_fr": "Suivi de l'évolution des engagements de l'équipe de défense en matière d'évolution de la culture", "desc_en": "Progress tracker for Defence Team culture evolution commitments", "desc_fr": "Suivi de l'évolution des engagements de l'équipe de défense en matière d'évolution de la culture", "about_message_en": "The National Defence (DND) and the Canadian Armed Forces (CAF) is undertaking a series of major initiatives aimed at evolving the Defence Team culture. As part of this work, it has developed a Comprehensive Implementation Plan to deliver its commitments to implement recommendations from four key external reviews as well as three major policy initiatives. The plan establishes a phased approach for the implementation of 206 external review recommendations over five years.\r\n As DND/CAF works to evolve its organizational culture, it is striving to be open, transparent, and accountable to its members and Canadians. This tracker demonstrates how ongoing activities and initiatives contribute to the implementation of recommendations against established timelines. It will be updated bi-annually or as necessary when significant milestones are achieved. \r\n In addition to monitoring progress of the implementation of recommendations, DND/CAF is also measuring outcomes using a wide range of key performance indicators designed to measure culture evolution. To learn more about Culture Evolution in the Defence Team, visit Link to be provided.\r\nEach recommendation has been assigned a status: \r\n<ul>\r\n<li><strong>Completed:</strong> Recommendations are either fully or substantially implemented or are deemed completed as the intent is already being addressed through other mechanisms. </li>\r\n<li><strong>In progress:</strong> Recommendations have at a minimum planning steps completed, and some anticipated or partly initiated activities and milestones.</li>\r\n<li><strong>Not started:</strong> Analysis of the recommendation has been conducted but the work to implement it is not underway yet. These recommendations may require a long-term approach still in development or implementation may require other recommendations to be completed before work can begin.</li>\r\n</ul>", "about_message_fr": "Translation for ‘About this Information’ (**Placehodler text for now**)\r\n\r\nLe ministère de la Défense nationale (MDN) et les Forces armées canadiennes (FAC) entreprennent une série d'initiatives majeures visant à faire évoluer la culture de l'Équipe de la Défense. Dans le cadre de ce travail, ils ont élaboré un plan global de mise en œuvre afin de respecter leurs engagements de mettre en œuvre les recommandations de quatre examens externes clés ainsi que trois initiatives politiques majeures. Ce plan prévoit une approche progressive pour la mise en œuvre de 206 recommandations issues d'examens externes sur une période de cinq ans. \r\nAlors que le MDN/CAF travaille à l'évolution de sa culture organisationnelle, il s'efforce d'être ouvert, transparent et responsable vis-à-vis de ses membres et des Canadiens. Ce tableau de bord montre comment les activités et initiatives en cours contribuent à la mise en œuvre des recommandations dans les délais impartis. Il sera mis à jour deux fois par an ou, le cas échéant, lorsque des étapes importantes seront franchies.  \r\nOutre le suivi de la mise en œuvre des recommandations, le MDN/CAF mesure également les résultats à l'aide d'un large éventail d'indicateurs de performance clés conçus pour mesurer l'évolution de la culture. Pour en savoir plus sur l'évolution de la culture au sein de l'Équipe de la Défense, visitez le site Lien à fournir.Traduit avec DeepL.com (version gratuite)\r\nUn statut a été attribué à chaque recommandation : \r\n<ul>\r\n<li><strong>Achevée</strong> : Les recommandations sont soit entièrement ou en grande partie mises en œuvre, soit considérées comme achevées car l'objectif est déjà pris en compte par d'autres mécanismes. </li>\r\n<li><strong>En cours :</strong> Les recommandations comportent au minimum des étapes de planification achevées et certaines activités et étapes prévues ou partiellement entamées.</li>\r\n<li><strong>Non entamée : </strong> L'analyse de la recommandation a été effectuée, mais le travail de mise en œuvre n'est pas encore en cours. Ces recommandations peuvent nécessiter une approche à long terme encore en cours d'élaboration ou leur mise en œuvre peut nécessiter que d'autres recommandations soient achevées avant que le travail ne puisse commencer.Traduit avec DeepL.com (version gratuite)</li>\r\n</ul>", "search_alias_en": "cafcip", "search_alias_fr": "facpmoc", "is_disabled": false, "disabled_message_en": "This search is currently unavailable for maintenance", "disabled_message_fr": "Ce service de recherche est actuellement indisponible pour cause de maintenance.", "imported_on": null, "solr_core_name": "search_cafcip", "solr_default_op": "OR", "solr_debugging": false, "results_page_size": 10, "results_sort_order_en": "status asc,score desc", "results_sort_order_fr": "status asc, score desc", "results_sort_order_display_en": "Status,Best Match", "results_sort_order_display_fr": "Statut,Pertinence", "results_sort_default_en": "status asc", "results_sort_default_fr": "status asc", "page_template": "search_snippets/custom/cafcip/search.html", "record_template": "record.html", "more_like_this_template": "more_like_this.html", "breadcrumb_snippet": "search_snippets/default_breadcrumb.html", "footer_snippet": "search_snippets/default_footer.html", "info_message_snippet": "search_snippets/default_info_message.html", "about_message_snippet": "search_snippets/default_about_message.html", "header_js_snippet": "search_snippets/default_header.js", "header_css_snippet": "search_snippets/custom/cafcip/cafcip_header.css", "body_js_snippet": "", "search_item_snippet": "search_snippets/custom/cafcip/cafcip_search_item.html", "record_detail_snippet": "search_snippets/custom/cafcip/cafcip_record_item.html", "record_breadcrumb_snippet": "search_snippets/default_record_breadcrumb.html", "dataset_download_url_en": "https://open.canada.ca/data/en/dataset/4680e453-8d9f-4d0f-9c6e-8b2746e3e510", "dataset_download_url_fr": "https://ouvert.canada.ca/data/fr/dataset/4680e453-8d9f-4d0f-9c6e-8b2746e3e510", "dataset_download_text_en": "Download Complete Dataset", "dataset_download_text_fr": "Télécharger le jeu de données complet", "id_fields": "cip_serial", "alt_formats": "", "mlt_enabled": false, "mlt_items": 10, "json_response": false, "raw_solr_response": false}