{"search_id": "cafcip", "label_en": "Defence Team Comprehensive Implementation Plan - progress tracker", "label_fr": "Plan global de mise en œuvre de l'équipe de la Défense - suivi des progrès", "desc_en": "Progress tracker for Defence Team culture evolution commitments", "desc_fr": "Suivi de l'évolution des engagements de l'équipe de défense en matière d'évolution de la culture", "about_message_en": "The Department of National Defence and the Canadian Armed Forces is working to evolve the Defence Team culture. To deliver on its commitments, it has developed a Comprehensive Implementation Plan which seeks to implement external recommendations from four key external reports. The plan also includes the delivery of three complementary major policy initiatives. It has a phased approach over five years with an anticipated final completion date of December 2028.\r\n\r\nAs the Defence Team strives to evolve its organizational culture, it commits to being open, transparent, and accountable to its members and Canadians. This tracker monitors the progress of activities developed to respond to recommendations. It will be updated bi-annually or as necessary when significant milestones are achieved.\r\nIn addition to monitoring progress on recommendations, the Defence Team is measuring outcomes using key performance indicators. To learn more about Culture Evolution in the Defence Team, visit <a href=\"https://www.canada.ca/en/department-national-defence.html\">Link to be provided.</a>\r\n\r\nEach recommendation has been assigned a status:\r\n<ul>\r\n<li><strong>Completed:</strong> Recommendations are either fully or substantially implemented or are deemed completed as the intent is being addressed through other mechanisms.</li>\r\n<li><strong>In progress:</strong> Recommendations have at a minimum planning steps completed, and some anticipated or partly initiated activities and milestones.</li>\r\n<li><strong>Not started:</strong> Analysis of the recommendation has been conducted but the work to implement it has not started. These recommendations may require a long-term approach or may be dependent on the implementation of other recommendations before work can begin.</li>\r\n</ul>", "about_message_fr": "Le ministère de la Défense nationale et les Forces armées canadiennes s'efforcent de faire évoluer la culture de l'équipe de la Défense. Pour respecter leurs engagements, ils ont élaboré un plan global de mise en œuvre qui vise à mettre en œuvre les recommandations de quatre rapports externes clés. Le plan comprend également la mise en œuvre trois initiatives politiques majeures complémentaires. Il a une approche progressive sur cinq ans avec une date d'achèvement finale prévue de décembre 2028.\r\n\r\nAlors que l'équipe de la Défense entreprend de faire évoluer sa culture organisationnelle, elle s'engage à faire preuve d'ouverture, de transparence et de responsabilité envers ses membres et les Canadiens et les Canadiennes. Cet outil de suivi surveille les progrès des activités élaborées pour répondre aux recommandations. Il sera mis à jour deux fois par année ou au besoin lorsque des jalons importants seront atteints.\r\n\r\nEn plus de surveiller les progrès réalisés à l'égard des recommandations, l'Équipe de la Défense mesure les résultats à l'aide d'indicateurs de rendement clés. Pour en savoir plus sur l'évolution de la culture au sein de l'Équipe de la Défense, <a href=\"https://www.canada.ca/fr/ministere-defense-nationale.html\">visitez le site Lien à fournir</a>.\r\n\r\nUn statut a été attribué à chaque recommandation :\r\n<ol>\r\n<li><strong>Complété</strong> : Les recommandations sont entièrement ou substantiellement mises en œuvre ou sont considérées comme terminées dans la mesure ou l'intention est prise en compte par d'autres mécanismes.</li>\r\n<li><strong>En cours</strong> : Les étapes de planification des recommandations sont, au minimum, terminées et certaines activités et jalons sont prévus ou partiellement amorcés.</li>\r\n<li><strong>Non commencé</strong> : L'analyse de la recommandation a été effectuée, mais le travail de mise en œuvre n'a pas commencé. Ces recommandations peuvent nécessiter une approche à long terme ou peuvent dépendre de la mise en œuvre d'autres recommandations avant que les travaux ne puissent commencer.</li>\r\n</ol>", "search_alias_en": "cafcip", "search_alias_fr": "facpgmo", "is_disabled": true, "disabled_message_en": "This search is currently unavailable for maintenance", "disabled_message_fr": "Ce service de recherche est actuellement indisponible pour cause de maintenance.", "imported_on": null, "solr_core_name": "search_cafcip", "solr_default_op": "OR", "solr_debugging": false, "results_page_size": 10, "results_sort_order_en": "status asc,score desc", "results_sort_order_fr": "status asc, score desc", "results_sort_order_display_en": "Status,Best Match", "results_sort_order_display_fr": "Statut,Pertinence", "results_sort_default_en": "status asc", "results_sort_default_fr": "status asc", "page_template": "search_snippets/custom/cafcip/search.html", "record_template": "search_snippets/custom/cafcip/cafcip_record.html", "more_like_this_template": "more_like_this.html", "breadcrumb_snippet": "search_snippets/default_breadcrumb.html", "footer_snippet": "search_snippets/default_footer.html", "info_message_snippet": "search_snippets/default_info_message.html", "about_message_snippet": "search_snippets/default_about_message.html", "header_js_snippet": "search_snippets/default_header.js", "header_css_snippet": "search_snippets/custom/cafcip/cafcip_header.css", "body_js_snippet": "", "search_item_snippet": "search_snippets/custom/cafcip/cafcip_search_item.html", "record_detail_snippet": "", "record_breadcrumb_snippet": "search_snippets/default_record_breadcrumb.html", "dataset_download_url_en": "https://open.canada.ca/data/en/dataset/4680e453-8d9f-4d0f-9c6e-8b2746e3e510", "dataset_download_url_fr": "https://ouvert.canada.ca/data/fr/dataset/4680e453-8d9f-4d0f-9c6e-8b2746e3e510", "dataset_download_text_en": "Download Complete Dataset", "dataset_download_text_fr": "Télécharger le jeu de données complet", "id_fields": "cip_serial,reporting_period", "alt_formats": "", "mlt_enabled": false, "mlt_items": 10, "json_response": false, "raw_solr_response": false}