{"search_id": "cafcip", "label_en": "Defence Team Comprehensive Implementation Plan - progress tracker", "label_fr": "Plan global de mise en œuvre de l'équipe de la Défense - suivi des progrès", "desc_en": "Progress tracker for Defence Team culture evolution commitments", "desc_fr": "Suivi de l'évolution des engagements de l'équipe de défense en matière d'évolution de la culture", "about_message_en": "The Department of National Defence and the Canadian Armed Forces is working to evolve the Defence Team culture. To deliver on its commitments, it has developed a Comprehensive Implementation Plan which seeks to implement external recommendations from four key external reports. The plan also includes the delivery of three complementary major policy initiatives. It has a phased approach over five years with an anticipated final completion date of December 2028.As the Defence Team strives to evolve its organizational culture, it commits to being open, transparent, and accountable to its members and Canadians. This tracker monitors the progress of activities developed to respond to recommendations. It will be updated bi-annually or as necessary when significant milestones are achieved.In addition to monitoring progress on recommendations, the Defence Team is measuring outcomes using key performance indicators. To learn more about Culture Evolution in the Defence Team, visit <a href=\"https://www.canada.ca/en/department-national-defence/corporate/reports-publications/conduct-culture/comprehensive-implementation-plan-2023-2028.html\">Comprehensive Implementation Plan 2023-2028 - Canada.ca</a>.Each recommendation has been assigned a status:\r\n<ul>\r\n<li><p><b>Implemented</b>: Recommendations are categorized as either fully implemented or substantially implemented. A recommendation is considered fully implemented when all milestones have been completed, and the necessary structures and processes are established, communicated, and operational. A recommendation is deemed substantially implemented when the structures and processes are in place and integrated within at least some parts of the organization, with some results achieved.</p></li>\r\n<li><p><b>In Progress</b>:  Recommendations have at a minimum planning steps completed, and some anticipated or partly initiated activities and milestones.</p></li>\r\n<li><p><b>Not Started</b>: Analysis of the recommendation has been conducted but the work to implement it has not started. These recommendations may require a long-term approach or may be dependent on the implementation of other recommendations before work can begin.</p></li>\r\n<li><p><b>Mitigated</b>: Recommendations are considered mitigated when they are being addressed by existing processes and structures, are no longer applicable as the process or issue has become outdated through a legislative change or if they are being addressed through other recommendations or broader initiatives.</p></li>\r\n</ul>", "about_message_fr": "Le ministère de la Défense nationale et les Forces armées canadiennes s’appliquent à faire évoluer la culture de l’Équipe de la Défense. Pour respecter ses engagements, ils ont élaboré un Plan global de mise en œuvre qui vise à mettre en œuvre les recommandations externes de quatre principaux rapports externes. Le plan comprend également la mise en œuvre de trois initiatives stratégiques majeures complémentaires. Il a une approche progressive sur cinq ans avec une date d’achèvement prévue pour décembre 2028.\r\n\r\nAlors que l’Équipe de la Défense s’efforce de faire évoluer sa culture organisationnelle, elle s’engage à être ouverte, transparente et responsable envers ses militaires et la population canadienne. Cet outil de suivi surveille la progression des activités élaborées pour répondre aux recommandations. Il sera mis à jour deux fois par année ou au besoin lorsque des jalons importants seront atteints.\r\n\r\nEn plus de surveiller les progrès en ce qui a trait aux recommandations, l’Équipe de la Défense mesure les résultats à l’aide d’indicateurs de rendement clés. Pour en apprendre davantage sur l’évolution de la culture au sein de l’Équipe de la Défense, consulter le <a href=\"https://www.canada.ca/fr/ministere-defense-nationale/organisation/rapports-publications/conduite-culture/plan-global-de-mise-en-oeuvre-2023-2028.html\">Plan global de mise en œuvre 2023-2028 - Canada.ca</a>.\r\n\r\nUn état est attribué à chaque recommandation :\r\n\r\n<ul>\r\n    <li><p><b>Mise en œuvre</b> : Les recommandations sont classées comme étant entièrement\r\n     ou substantiellement mises en œuvre. Une recommandation est considérée\r\n     comme entièrement mise en œuvre lorsque tous les jalons ont été atteints\r\n     et que les structures et les processus nécessaires sont établis,\r\n     communiqués et opérationnels. Une recommandation est considérée comme\r\n     substantiellement mise en œuvre lorsque les structures et les processus\r\n     sont en place et intégrés dans au moins certaines parties de\r\n     l’organisation et que certains résultats sont atteints.</p></li>\r\n\r\n    <li><p><b>En cours</b> : Les étapes de planification des recommandations sont, au minimum, \r\n    terminées et certaines activités et jalons sont prévus ou partiellement amorcés.</p></li>\r\n\r\n    <li><p><b>Non commencée</b> : L’analyse de la recommandation a été\r\n     effectuée, mais le travail de mise en œuvre n’a pas encore commencé. Ces\r\n     recommandations peuvent nécessiter une approche à long terme ou peuvent\r\n     dépendre de la mise en œuvre d’autres recommandations avant que les travaux\r\n     ne puissent commencer.</p></li>\r\n\r\n    <li><p><b>Atténuée</b> : Les recommandations\r\n     sont considérées comme atténuées lorsqu’elles sont traitées par les\r\n     processus et les structures existants, lorsqu’elles ne sont plus\r\n     applicables puisque le processus ou la question est devenu obsolète en\r\n     raison d’une modification législative ou lorsqu’elles sont traitées par\r\n     d’autres recommandations ou initiatives plus générales.</p></li>\r\n</ul>", "search_alias_en": "cafcip", "search_alias_fr": "facpgmo", "is_disabled": false, "disabled_message_en": "This search is currently unavailable.", "disabled_message_fr": "Ce service de recherche est actuellement indisponible.", "imported_on": null, "solr_core_name": "search_cafcip", "solr_default_op": "OR", "solr_debugging": false, "results_page_size": 10, "results_sort_order_en": "score desc,record_no asc,status asc", "results_sort_order_fr": "score desc,record_no asc,status asc", "results_sort_order_display_en": "Best Match,Numerical by report,Status", "results_sort_order_display_fr": "Pertinence,Numérique par rapport,État", "results_sort_default_en": "record_no asc", "results_sort_default_fr": "record_no asc", "page_template": "search_snippets/custom/cafcip/search.html", "record_template": "search_snippets/custom/cafcip/cafcip_record.html", "more_like_this_template": "more_like_this.html", "breadcrumb_snippet": "search_snippets/default_breadcrumb.html", "footer_snippet": "search_snippets/default_footer.html", "info_message_snippet": "search_snippets/default_info_message.html", "about_message_snippet": "search_snippets/default_about_message.html", "header_js_snippet": "search_snippets/default_header.js", "header_css_snippet": "search_snippets/custom/cafcip/cafcip_header.css", "body_js_snippet": "", "search_item_snippet": "search_snippets/custom/cafcip/cafcip_search_item.html", "record_detail_snippet": "", "record_breadcrumb_snippet": "search_snippets/default_record_breadcrumb.html", "dataset_download_url_en": "https://open.canada.ca/data/en/dataset/4680e453-8d9f-4d0f-9c6e-8b2746e3e510", "dataset_download_url_fr": "https://ouvert.canada.ca/data/fr/dataset/4680e453-8d9f-4d0f-9c6e-8b2746e3e510", "dataset_download_text_en": "Download Complete Dataset", "dataset_download_text_fr": "Télécharger le jeu de données complet", "id_fields": "cip_serial,reporting_period", "alt_formats": "", "mlt_enabled": false, "mlt_items": 10, "json_response": false, "raw_solr_response": false}