{"search_id": "cafcip", "label_en": "Defence Team Comprehensive Implementation Plan - progress tracker", "label_fr": "Plan global de mise en œuvre de l'équipe de la Défense - suivi des progrès", "desc_en": "Progress tracker for Defence Team culture evolution commitments", "desc_fr": "Suivi de l'évolution des engagements de l'équipe de défense en matière d'évolution de la culture", "about_message_en": "The Department of National Defence and the Canadian Armed Forces is working to evolve the Defence Team culture. To deliver on its commitments, it has developed a Comprehensive Implementation Plan which seeks to implement external recommendations from four key external reports. The plan also includes the delivery of three complementary major policy initiatives. It has a phased approach over five years with an anticipated final completion date of December 2028.As the Defence Team strives to evolve its organizational culture, it commits to being open, transparent, and accountable to its members and Canadians. This tracker monitors the progress of activities developed to respond to recommendations. It will be updated bi-annually or as necessary when significant milestones are achieved.In addition to monitoring progress on recommendations, the Defence Team is measuring outcomes using key performance indicators. To learn more about Culture Evolution in the Defence Team, visit <a href=\"https://www.canada.ca/en/department-national-defence/corporate/reports-publications/conduct-culture/comprehensive-implementation-plan-2023-2028.html\">Comprehensive Implementation Plan 2023-2028 - Canada.ca</a>.Each recommendation has been assigned a status:\r\n<ul>\r\n<li><p><b>Implemented</b>: Recommendations are categorized as either fully implemented or substantially implemented. A recommendation is considered fully implemented when all milestones have been completed, and the necessary structures and processes are established, communicated, and operational. A recommendation is deemed substantially implemented when the structures and processes are in place and integrated within at least some parts of the organization, with some results achieved.</p></li>\r\n<li><p><b>In Progress</b>:  Recommendations have at a minimum planning steps completed, and some anticipated or partly initiated activities and milestones.</p></li>\r\n<li><p><b>Not Started</b>: Analysis of the recommendation has been conducted but the work to implement it has not started. These recommendations may require a long-term approach or may be dependent on the implementation of other recommendations before work can begin.</p></li>\r\n<li><p><b>Mitigated</b>: Recommendations are considered mitigated when they are being addressed by existing processes and structures, are no longer applicable as the process or issue has become outdated through a legislative change or if they are being addressed through other recommendations or broader initiatives.</p></li>\r\n</ul>", "about_message_fr": "Le ministère de la Défense nationale et les Forces armées canadiennes s'efforcent de faire évoluer la culture de l'équipe de défense. Pour tenir ses engagements, il a élaboré un plan global de mise en œuvre qui vise à mettre en œuvre les recommandations de quatre rapports externes clés. Ce plan prévoit également la mise en œuvre de trois grandes initiatives politiques complémentaires. Il s'agit d'une approche progressive sur cinq ans, la date d'achèvement finale étant prévue pour décembre 2028.Alors que l'Équipe de défense s'efforce de faire évoluer sa culture organisationnelle, elle s'engage à être ouverte, transparente et responsable envers ses membres et les Canadiens. Ce tableau de bord permet de suivre l'évolution des activités mises en place pour répondre aux recommandations. Il sera mis à jour deux fois par an ou, le cas échéant, lorsque des étapes importantes auront été franchies.Outre le suivi des progrès accomplis dans la mise en œuvre des recommandations, l'équipe de la Défense mesure les résultats à l'aide d'indicateurs de performance clés. Pour en savoir plus sur l'évolution de la culture au sein de l'Équipe de la Défense, consultez le site <a href=\"https://www.canada.ca/fr/ministere-defense-nationale/organisation/rapports-publications/conduite-culture/plan-global-de-mise-en-oeuvre-2023-2028.html\">Plan global de mise en œuvre 2023-2028 - Canada.ca</a>.Un statut a été attribué à chaque recommandation :<ul>\r\n<li><p><b>Mise en œuvre</b> :   Les recommandations sont classées comme étant soit entièrement mises en œuvre, soit substantiellement mises en œuvre. Une recommandation est considérée comme pleinement mise en œuvre lorsque toutes les étapes ont été franchies et que les structures et processus nécessaires sont établis, communiqués et opérationnels. Une recommandation est considérée comme substantiellement mise en œuvre lorsque les structures et les processus sont en place et intégrés dans au moins certaines parties de l'organisation, et que certains résultats ont été obtenus.</p></li>\r\n<li><p><b>En cours de réalisation</b>:  Les recommandations comportent au minimum des étapes de planification achevées, ainsi que certaines activités et étapes prévues ou partiellement entamées.</p></li>\r\n<li><p><b>Pas commencé</b> : L'analyse de la recommandation a été effectuée, mais le travail de mise en œuvre n'a pas commencé. Ces recommandations peuvent nécessiter une approche à long terme ou dépendre de la mise en œuvre d'autres recommandations avant que le travail ne puisse commencer.</p></li>\r\n<li><p><b>Mitigé</b> :  Les recommandations sont considérées comme atténuées lorsqu'elles sont prises en compte par les processus et structures existants, lorsqu'elles ne sont plus applicables parce que le processus ou la question est devenu obsolète à la suite d'un changement législatif ou lorsqu'elles sont prises en compte dans le cadre d'autres recommandations ou d'initiatives plus vastes.</p></li>\r\n</ul>", "search_alias_en": "cafcip", "search_alias_fr": "facpgmo", "is_disabled": false, "disabled_message_en": "This search is currently unavailable.", "disabled_message_fr": "Ce service de recherche est actuellement indisponible.", "imported_on": null, "solr_core_name": "search_cafcip", "solr_default_op": "OR", "solr_debugging": false, "results_page_size": 10, "results_sort_order_en": "score desc,record_no asc,status asc", "results_sort_order_fr": "score desc,record_no asc,status asc", "results_sort_order_display_en": "Best Match,Numerical by report,Status", "results_sort_order_display_fr": "Pertinence,Numérique par rapport,État", "results_sort_default_en": "record_no asc", "results_sort_default_fr": "record_no asc", "page_template": "search_snippets/custom/cafcip/search.html", "record_template": "search_snippets/custom/cafcip/cafcip_record.html", "more_like_this_template": "more_like_this.html", "breadcrumb_snippet": "search_snippets/default_breadcrumb.html", "footer_snippet": "search_snippets/default_footer.html", "info_message_snippet": "search_snippets/default_info_message.html", "about_message_snippet": "search_snippets/default_about_message.html", "header_js_snippet": "search_snippets/default_header.js", "header_css_snippet": "search_snippets/custom/cafcip/cafcip_header.css", "body_js_snippet": "", "search_item_snippet": "search_snippets/custom/cafcip/cafcip_search_item.html", "record_detail_snippet": "", "record_breadcrumb_snippet": "search_snippets/default_record_breadcrumb.html", "dataset_download_url_en": "https://open.canada.ca/data/en/dataset/4680e453-8d9f-4d0f-9c6e-8b2746e3e510", "dataset_download_url_fr": "https://ouvert.canada.ca/data/fr/dataset/4680e453-8d9f-4d0f-9c6e-8b2746e3e510", "dataset_download_text_en": "Download Complete Dataset", "dataset_download_text_fr": "Télécharger le jeu de données complet", "id_fields": "cip_serial,reporting_period", "alt_formats": "", "mlt_enabled": false, "mlt_items": 10, "json_response": false, "raw_solr_response": false}